{
  "Atom": {
    "name": "Atom",
    "url": "https://browser.ru/",
    "description": "Atom is a free and open-source text and source code editor for macOS, Linux, and Microsoft Windows with support for plug-ins written in Node.js, and embedded Git Control, developed by GitHub."
  },
  "Brave": {
    "name": "Brave",
    "url": "https://brave.com",
    "description": "Brave is a free and open-source web browser developed by Brave Software Inc. based on the Chromium web browser. It blocks ads and website trackers, and provides a way for users to send cryptocurrency contributions in the form of Basic Attention Tokens to websites and content creators."
  },
  "CentBrowser": {
    "name": "CentBrowser",
    "url": "http://www.centbrowser.com",
    "description": "Cent Browser is a free web browser based on Chromium. It is developed by a group of enthusiasts in China."
  },
  "Chrome": {
    "name": "Chrome",
    "url": "https://www.google.com/chrome",
    "description": "Google Chrome is a freeware web browser developed by Google. It was first released in September 2008, for Microsoft Windows, and was later ported to Linux, macOS, iOS and Android."
  },
  "ComodoDragon": {
    "name": "Comodo Dragon",
    "url": "https://www.comodo.com/home/browsers-toolbars/browser.php",
    "description": "Comodo Dragon is a freeware web browser. It is based on Chromium and is produced by Comodo Group."
  },
  "Coowon": {
    "name": "Coowon",
    "url": "http://coowon.com",
    "description": "Coowon is a Google Chrome based browser for gamers. It is a Google Chrome based browser specially designed for gamers. It also has a lot of features that are useful for regular users."
  },
  "Edge": {
    "name": "Edge",
    "url": "https://www.microsoft.com/en-us/windows/microsoft-edge/microsoft-edge",
    "description": "Microsoft Edge is a web browser developed by Microsoft. It was first released for Windows 10 and Xbox One in 2015, then for Android and iOS in 2017, and macOS in 2019."
  },
  "Firefox": {
    "name": "Firefox",
    "url": "https://www.mozilla.org",
    "description": "Mozilla Firefox is a free and open-source web browser developed by the Mozilla Foundation and its subsidiary, the Mozilla Corporation."
  },
  "Maxthon": {
    "name": "Maxthon",
    "url": "http://www.maxthon.com",
    "description": "Maxthon is a freeware web browser developed by the company Maxthon Ltd., based in Beijing, China. It is available for Windows, macOS, Linux, and as Maxthon Mobile for Android, iOS, and Windows Phone 8."
  },
  "Opera": {
    "name": "Opera",
    "url": "http://www.opera.com",
    "description": "Opera is a freeware web browser for Microsoft Windows, Android, iOS, macOS, and Linux operating systems, developed by Opera Software."
  },
  "Safari": {
    "name": "Safari",
    "url": "http://www.apple.com/safari",
    "description": "Safari is a web browser developed by Apple Inc. First released as a public beta on January 7, 2003, on the company's macOS operating system."
  },
  "Sleipnir": {
    "name": "Sleipnir",
    "url": "http://www.fenrir-inc.com/jp/sleipnir",
    "description": "Sleipnir is a freeware web browser developed by Fenrir Inc. It is designed to be a highly customizable browser that you can configure to suit your individual needs."
  },
  "Slimjet": {
    "name": "Slimjet",
    "url": "http://www.slimjet.com",
    "description": "Slimjet is a freeware web browser developed by FlashPeak Inc. It is based on the open-source Chromium project and is compatible with all the extensions and themes available in the Chrome Web Store."
  },
  "SRWareIron": {
    "name": "SRWare Iron",
    "url": "http://www.srware.net/en/software_srware_iron.php",
    "description": "SRWare Iron is a freeware web browser developed by the German company SRWare. It is based on the open-source Chromium project and is designed to be more secure and privacy-focused than Google Chrome."
  },
  "TorBrowser": {
    "name": "Tor Browser",
    "url": "https://www.torproject.org/projects/torbrowser.html.en",
    "description": "Tor Browser is a free and open-source web browser developed by the Tor Project. It is based on Mozilla Firefox and is designed to protect your privacy and anonymity online by routing your internet traffic through the Tor network."
  },
  "Torch": {
    "name": "Torch",
    "url": "http://www.torchbrowser.com",
    "description": "Torch is a freeware web browser developed by Torch Media Inc. It is based on the open-source Chromium project and is designed to be a multimedia browser that you can use to download and play media files."
  },
  "UCBrowser": {
    "name": "UCBrowser",
    "url": "http://www.ucweb.com",
    "description": "UC Browser is a freeware web browser developed by the Chinese company UCWeb, which is a subsidiary of the Alibaba Group. It is available for Windows, macOS, Android, iOS, and other platforms."
  },
  "Vivaldi": {
    "name": "Vivaldi",
    "url": "https://vivaldi.com",
    "description": "Vivaldi is a freeware web browser developed by Vivaldi Technologies. It is based on the open-source Chromium project and is designed to be a highly customizable browser that you can configure to suit your individual needs."
  },
  "YandexBrowser": {
    "name": "Yandex Browser",
    "url": "https://browser.yandex.com/desktop/main",
    "description": "Yandex Browser is a freeware web browser developed by the Russian company Yandex. It is based on the open-source Chromium project and is designed to be a fast and secure browser that you can use to surf the web."
  }
}
