{
  "Aol": {
    "name": "Aol",
    "url": "https://search.aol.com",
    "description": "Aol is a web portal and online service provider based in New York City. It is a brand marketed by Verizon Media."
  },
  "Ask": {
    "name": "Ask",
    "url": "https://www.ask.com",
    "description": "Ask.com is a question answering-focused e-business and web search engine founded in 1996 by Garrett Gruener and David Warthen in Berkeley, California."
  },
  "Bing": {
    "name": "Bing",
    "url": "https://www.bing.com",
    "description": "Bing is a web search engine owned and operated by Microsoft. The service has its origins in Microsoft's previous search engines: MSN Search, Windows Live Search and later Live Search."
  },
  "Brave": {
    "name": "Brave",
    "url": "https://search.brave.com",
    "description": "Brave Search is a search engine developed by Brave Software, the company behind the Brave web browser. It is built on top of an independent index and does not track users."
  },
  "DuckDuckGo": {
    "name": "DuckDuckGo",
    "url": "https://duckduckgo.com",
    "description": "DuckDuckGo is an internet search engine that emphasizes protecting searchers' privacy and avoiding the filter bubble of personalized search results."
  },
  "Goodsearch": {
    "name": "Goodsearch",
    "url": "https://www.goodsearch.com",
    "description": "Goodsearch is a search engine that donates a penny per search to a charity of the user's choice."
  },
  "Google Search": {
    "name": "Google Search",
    "url": "https://www.google.com",
    "description": "Google Search is a web search engine developed by Google. It is the most used search engine on the World Wide Web across all platforms, with 92.16% market share as of December 2020."
  },
  "Instya": {
    "name": "Instya",
    "url": "https://www.instya.com",
    "description": "Instya is a search engine that provides search results from various sources."
  },
  "Impersonal.me": {
    "name": "Impersonal.me",
    "url": "http://www.impersonal.me",
    "description": "Impersonal.me is a search engine that provides search results from various sources."
  },
  "Lycos": {
    "name": "Lycos",
    "url": "https://www.lycos.com",
    "description": "Lycos is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University."
  },
  "Mojeek": {
    "name": "Mojeek",
    "url": "https://www.mojeek.com",
    "description": "Mojeek is a web search engine based in the United Kingdom."
  },
  "Search.com": {
    "name": "Search.com",
    "url": "https://www.search.com",
    "description": "Search.com is a meta-search engine that allows users to search multiple leading search engines at once, returning more comprehensive and relevant results fast."
  },
  "Wolfram Alpha": {
    "name": "Wolfram Alpha",
    "url": "https://www.wolframalpha.com",
    "description": "Wolfram Alpha is a computational knowledge engine or answer engine developed by Wolfram Alpha LLC, a subsidiary of Wolfram Research."
  },
  "Yahoo! Search": {
    "name": "Yahoo! Search",
    "url": "https://www.yahoo.com",
    "description": "Yahoo! Search is a web search engine owned by Yahoo, headquartered in Sunnyvale, California."
  },
  "YOU": {
    "name": "YOU",
    "url": "https://you.com",
    "description": "YOU is a search engine that provides search results from various sources."
  }
}
