{
  "Academia": {
    "name": "Academia",
    "url": "https://www.academia.edu",
    "description": "Academia is a platform for academics to share research papers."
  },
  "AcademicJournals": {
    "name": "Academic Journals",
    "url": "http://www.academicjournals.org",
    "description": "Academic Journals is a broad-based publisher of peer-reviewed open access journals."
  },
  "AfricanJournalOnline": {
    "name": "African Journal Online",
    "url": "http://www.ajol.info",
    "description": "African Journals OnLine (AJOL) is the world's largest online library of peer-reviewed, African-published scholarly journals."
  },
  "AmericanSocietyOfCivilEngineers": {
    "name": "American Society of Civil Engineers",
    "url": "http://ascelibrary.org",
    "description": "ASCE Library is a comprehensive online tool for locating articles of interest across all disciplines of civil engineering."
  },
  "Base": {
    "name": "Base",
    "url": "http://www.base-search.net",
    "description": "BASE is one of the world's most voluminous search engines especially for academic open access web resources."
  },
  "Bibsonomy": {
    "name": "Bibsonomy",
    "url": "http://www.bibsonomy.org",
    "description": "BibSonomy is a system for sharing bookmarks and lists of literature."
  },
  "CollectionOfComputerScienceBibliographies": {
    "name": "The Collection of Computer Science Bibliographies",
    "url": "https://liinwww.ira.uka.de/bibliography/index.html",
    "description": "This is a collection of bibliographies of scientific literature in computer science from various sources, covering most aspects of computer science."
  },
  "Core": {
    "name": "Core",
    "url": "https://core.ac.uk/search",
    "description": "CORE is a full-text, interdisciplinary, non-profit social repository designed to increase the impact of work in the Humanities."
  },
  "Elsevier": {
    "name": "Elsevier",
    "url": "https://www.elsevier.com",
    "description": "Elsevier is a world-leading provider of information solutions that enhance the performance of science, health, and technology professionals."
  },
  "GoogleScholar": {
    "name": "Google Scholar",
    "url": "https://scholar.google.com",
    "description": "Google Scholar provides a simple way to broadly search for scholarly literature."
  },
  "GreyGuide": {
    "name": "Grey Guide",
    "url": "http://greyguide.isti.cnr.it",
    "description": "GreyGuide is a primer on grey literature."
  },
  "GreyLiteratureListOfGateways": {
    "name": "Grey Literature – List of Gateways",
    "url": "http://csulb.libguides.com/graylit",
    "description": "This guide provides a list of gateways to grey literature."
  },
  "GreyLiteratureStrategies": {
    "name": "Grey Literature Strategies",
    "url": "http://greylitstrategies.info",
    "description": "Grey Literature Strategies is a research project that aims to develop a comprehensive and systematic approach to the management of grey literature."
  },
  "GreyNetInternational": {
    "name": "GreyNet International",
    "url": "http://www.greynet.org",
    "description": "GreyNet International is an organization that promotes the distribution, access, and preservation of grey literature."
  },
  "HighWire": {
    "name": "HighWire: Free Online Full-text Articles",
    "url": "http://highwire.stanford.edu/lists/freeart.dtl",
    "description": "HighWire is a division of the Stanford University Libraries, which produces the online versions of high-impact, peer-reviewed journals and other scholarly content."
  },
  "JournalGuide": {
    "name": "Journal Guide",
    "url": "https://www.journalguide.com",
    "description": "Journal Guide is a free tool that helps researchers to evaluate scholarly journals."
  },
  "JournalSeek": {
    "name": "Journal Seek",
    "url": "http://journalseek.net",
    "description": "Journal Seek is the largest completely categorized database of freely available journal information available on the internet."
  },
  "JSTOR": {
    "name": "JSTOR",
    "url": "http://www.jstor.org",
    "description": "JSTOR is a digital library of academic journals, books, and primary sources."
  },
  "LazyScholar": {
    "name": "Lazy Scholar",
    "url": "http://www.lazyscholar.org",
    "description": "Lazy Scholar is a browser extension that helps you find free versions of academic articles."
  },
  "LeibnizInformationCentreForScienceAndTechnology": {
    "name": "Leibniz Information Centre For Science and Technology University Library",
    "url": "https://www.tib.eu/en/search-discover/",
    "description": "The Leibniz Information Centre for Science and Technology University Library (TIB) is the German National Library of Science and Technology."
  },
  "MicrosoftAcademic": {
    "name": "Microsoft Academic",
    "url": "http://academic.research.microsoft.com",
    "description": "Microsoft Academic is a free public web search engine for academic publications and literature."
  },
  "NRCResearchPress": {
    "name": "NRC Research Press",
    "url": "http://www.nrcresearchpress.com",
    "description": "NRC Research Press is the publishing arm of the National Research Council of Canada."
  },
  "OpenAccessScientificJournals": {
    "name": "Open Access Scientific Journals",
    "url": "http://www.pagepress.org",
    "description": "Open Access Scientific Journals is a publisher of open access scientific journals."
  },
  "OAmg": {
    "name": "OA.mg",
    "url": "http://oa.mg",
    "description": "OA.mg is a free service that helps you share your research with the world."
  },
  "OpenGrey": {
    "name": "Open Grey",
    "url": "http://www.opengrey.eu",
    "description": "Open Grey is a multidisciplinary European database of grey literature."
  },
  "TheOpenSyllabusProject": {
    "name": "The Open Syllabus Project",
    "url": "http://opensyllabusproject.org/",
    "description": "The Open Syllabus Project is an effort to make the intellectual judgment embedded in syllabi relevant to broader explorations of teaching, publishing, and intellectual history."
  },
  "OxfordJournals": {
    "name": "Oxford Journals",
    "url": "http://www.oxfordjournals.org",
    "description": "Oxford Journals is a division of Oxford University Press, which publishes high-quality, peer-reviewed journals."
  },
  "PubMed": {
    "name": "PubMed",
    "url": "http://www.ncbi.nlm.nih.gov/pubmed",
    "description": "PubMed comprises more than 26 million citations for biomedical literature from MEDLINE, life science journals, and online books."
  },
  "QuetzalSearch": {
    "name": "Quetzal Search",
    "url": "https://www.quetzal-search.info",
    "description": "Quetzal Search is a search engine for academic papers and articles."
  },
  "ResearchGate": {
    "name": "Research Gate",
    "url": "http://www.researchgate.net",
    "description": "Research Gate is a professional network for scientists and researchers."
  },
  "SAGEJournals": {
    "name": "SAGE Journals",
    "url": "http://online.sagepub.com",
    "description": "SAGE Journals is a leading international publisher of journals, books, and electronic media for academic, educational, and professional markets."
  },
  "ScienceDirect": {
    "name": "ScienceDirect",
    "url": "http://www.sciencedirect.com",
    "description": "ScienceDirect is a leading full-text scientific database offering journal articles and book chapters from more than 2,500 peer-reviewed journals and more than 11,000 books."
  },
  "SCIRP": {
    "name": "SCIRP",
    "url": "http://www.scirp.org",
    "description": "Scientific Research Publishing is an academic publisher of open access journals."
  },
  "Springer": {
    "name": "Springer",
    "url": "http://link.springer.com",
    "description": "Springer is a leading global scientific, technical, and medical portfolio, providing researchers in academia, scientific institutions, and corporate R&D departments with quality content through innovative information, products, and services."
  },
  "ScienceDomain": {
    "name": "ScienceDomain",
    "url": "http://www.sciencedomain.org",
    "description": "Science Domain International is a new and promising publisher of open access, online, peer-reviewed journals."
  },
  "SciencePublications": {
    "name": "Science Publications",
    "url": "http://www.thescipub.com",
    "description": "Science Publications is an international publisher of open access journals."
  },
  "TaylorFrancisOnline": {
    "name": "Taylor & Francis Online",
    "url": "http://www.tandfonline.com",
    "description": "Taylor & Francis Online is the journal content platform for the Taylor & Francis Group."
  },
  "Wiley": {
    "name": "Wiley",
    "url": "http://eu.wiley.com",
    "description": "Wiley is a global provider of content and content-enabled workflow solutions in areas of scientific, technical, medical, and scholarly research; professional development; and education."
  },
  "WorldDigitalLibrary": {
    "name": "World Digital Library",
    "url": "http://www.wdl.org",
    "description": "The World Digital Library provides free access to manuscripts, rare books, maps, photographs, and other important cultural documents from all countries and cultures."
  },
  "WorldScience": {
    "name": "World Science",
    "url": "http://worldwidescience.org",
    "description": "World Science is a global science gateway comprised of national and international scientific databases and portals."
  },
  "Zetoc": {
    "name": "Zetoc",
    "url": "http://zetoc.jisc.ac.uk",
    "description": "Zetoc provides access to the British Library's Electronic Table of Contents of journal articles and conference papers."
  }
}
